{
    "ACCOUNT_MODULE (CREATE)": "=======================================================================",    
    "account does not exist": "لم نتمكن من إيجاد حسابك. الرجاء التأكد من معلومات الدخول.",
    "Invalid account credentials": "إسم المستخدم أو كلمة السر خاطئ. الرجاء التأكد منهم و المحاولة مجدادا.",
    "account not activated": "لم يتم تفعيل حسابك بعد. يرجى تفعيل حسابك قبل محاولة تسجيل الدخول.",
    "account created with Facebook": "تم إنشاء حسابك باستخدام الفيسبوك وبالتالي يمكنك تسجيل الدخول فقط باستخدام الفيسبوك.",
    "account created with Google": "تم إنشاء حسابك باستخدام غوغل، لذا يمكنك تسجيل الدخول باستخدام غوغل فقط.",
    "error while creating account": "لقد حدث خطأ داخلي أثناء محاولة إنشاء حسابك. الرجاء, المحاولة مرة اخرى.",
    "fill in your details": "لفتح حساب, الرجاء إدخال معلوماتك.",
    "Invalid email address": "عنوان البريد الإلكتروني غير صالح.",
    "respect min password": "يرجى إحترام طول كلمة السر وتأكد من أنها لا يحتوي على أي مسافات.",
    "email address registered": "عنوان البريد الإلكتروني الذي قدمته مستخدم بواسطة حساب أخر.",
    "account already activated": "لاحاجة لتفعيل حسابك لأن حسابك مفعل.",
    "account does not exist for activate": "الحساب الذي تحاول تفعيله غير موجود. يتم حذف جميع الحسابات غير مفعلة بعد أسبوع. يمكنك إنشاء حساب جديد أو تسجيل الدخول باستخدام غوغل أو الفاسيبوك.",
    "activation code not valid": "رقم التفعيل لم يعد صالحا! يرجى طلب رقم جديد.",
    "Oppes someting went wrong": "عذرا, لقد طرأ خطأ.",
    "Account does not exists": "لم نجد حساب يتوافق مع معلومات دخولك.",
    "account not activated yet": "لا يمكنك تسجيل الدخول لأن حسابك لم تفعيله بعد.",
    "3 password resets limit": "يحق لكل مستخدم المحاول ثلاثة مرات لإعادة تعيين كلمة المرور في اليوم الواحد. لقد إستخلصت محاولاتك لليوم. الرجاء المحاوه غدا.",
    "account login with Facebook": "لا يمكن لحسابك إستخدام هذه الوظيفة لانه تم إنشاءه بواسطة الفيسبوك. الرجاء إستخدام الفيسبوك لتسجيل الدخول.",
    "account login with Google": "لا يمكن لحسابك إستخدام هذه الوظيفة لانه تم إنشاءه بواسطة غوغل. الرجاء إستخدام غوغل لتسجيل الدخول.",
    "submitted code expired": "رقم التفعيل غير صالح أو إنتهت صلاحيته. الرجاء التقدم بطلب جديد.",

    "PHOTO_MODULE": "=======================================================================",
    "Invalid upload paramters": "معلومات التحميل غير صالحة.",
    "Failed update profile photo": "لقد فشلت محاولة تحديث صورتك.",
    "Failed to get your data": "لقد فشلت محاولة تحميل معلوماتك. الرجاء المحاوله مجدادا."
}